{
  "headings": [
    {
      "title": "Retail Investment Insights",
      "summary": "Focused on individual investors, this area covers consumer‑facing platforms that translate complex market data into actionable stock, alternative asset and real estate insights. It excludes generic accounting or real‑time data APIs, instead emphasizing curated research, thematic dashboards and crowd‑sourced signals. The three subareas target equity analysis, non‑public alternatives and real estate/REIT intelligence. Each service layer sits atop raw data, offering a pure insight experience rather than execution or portfolio accounting.",
      "subHeadings": [
        {
          "title": "Stock & Equity Analysis Apps",
          "summary": "Tools designed for retail investors to dissect company fundamentals, earnings forecasts, valuation metrics and event‑driven signals. They blend quantitative research, crowd‑sourced sentiment and expert commentary. These apps avoid real‑time trading APIs and focus strictly on insight delivery.",
          "startups": [
            {
              "name": "Seeking Alpha",
              "summary": "Crowd‑sourced investment research platform featuring user‑generated stock analysis, earnings transcripts and quant‑rated ideas for long and short positions."
            },
            {
              "name": "TipRanks",
              "summary": "Aggregates analyst ratings, insider trades, hedge fund moves and social sentiment into a unified score, helping users track expert performance and price‑target alerts."
            },
            {
              "name": "Simply Wall St",
              "summary": "Transforms company fundamentals into easy‑to‑digest infographics, comparing valuation, profitability and growth across sectors to simplify decision‑making."
            }
          ]
        },
        {
          "title": "Alternative Investment Discovery Tools",
          "summary": "Platforms that curate non‑public opportunities—private credit, venture capital, real estate and other illiquid assets—for retail audiences. They provide deep‑dive sponsor due diligence, expected yield analytics and deal terms without acting as execution or custody venues.",
          "startups": [
            {
              "name": "Yieldstreet",
              "summary": "Curates private credit and asset‑backed deals across art finance, marine lending and real estate, offering sponsor track records and projected returns."
            },
            {
              "name": "Moonfare",
              "summary": "Enables retail access to top‑tier private equity and venture funds, complete with performance analytics, minimum investment filters and secondary market pricing."
            },
            {
              "name": "Crowdcube",
              "summary": "UK‑based equity crowdfunding platform providing in‑depth issuer profiles, use‑of‑proceeds breakdowns and post‑funding performance insights."
            }
          ]
        },
        {
          "title": "Real Estate & REIT Insights",
          "summary": "Services delivering research on property markets, REIT valuations, occupancy trends and cap‑rate movements. Targeted at small investors and REIT allocators, they provide benchmarking, peer‑group analysis and thematic reports without listing or transaction capabilities.",
          "startups": [
            {
              "name": "Realogy Insights",
              "summary": "Offers national and local real estate trend data, REIT valuation dashboards and rental‑rate movement analytics for scenario planning."
            },
            {
              "name": "Fundrise Research",
              "summary": "Combines REIT performance tracking with macroeconomic indicators and sector‑specific reports on student housing, data centers and industrial spaces."
            },
            {
              "name": "CrowdStreet Insights",
              "summary": "Publishes commercial real estate market reports, sponsor track records and regional cap‑rate analyses tailored to accredited investors."
            }
          ]
        }
      ]
    },
    {
      "title": "Institutional & Wealth Management Insights",
      "summary": "Serving professional allocators—asset managers, hedge funds, family offices and institutional investors—this area focuses on deep analytics for fixed income, private markets and UHNW intelligence. Platforms provide credit research, private deal flow mapping and high‑touch wealth insights. They exclude accounting, ETL or real‑time data delivery, centering purely on research and signal generation.",
      "subHeadings": [
        {
          "title": "Bond & Fixed Income Analytics",
          "summary": "Research platforms specialized in credit markets, yield‑curve modeling, relative‑value detection and structured‑product insights. They combine credit data, transaction analysis and quantitative engines to generate investment signals and scenario tests.",
          "startups": [
            {
              "name": "YieldIQ",
              "summary": "AI‑driven credit curve construction, corporate and municipal bond heatmaps, and analytics for duration and convexity risk management."
            },
            {
              "name": "BondBrain",
              "summary": "Web‑based liquidity dashboards, credit‑spread decompositions and structured‑note valuation tools across diverse issuers."
            },
            {
              "name": "CreditScape",
              "summary": "Deep‑dive research on high‑yield, investment‑grade and emerging‑market debt, featuring proprietary default‑risk scores and stress‑test simulations."
            }
          ]
        },
        {
          "title": "Private Market & VC Deal Sourcing Insights",
          "summary": "Aggregators of private capital deal flow, fund performance data and startup traction metrics. They help professional allocators benchmark managers, track valuations and uncover emerging themes in venture, growth equity and buy‑outs.",
          "startups": [
            {
              "name": "PitchBook",
              "summary": "Comprehensive data on private and public capital markets, including fund profiles, deal valuations, investor networks and exit analytics."
            },
            {
              "name": "CB Insights",
              "summary": "Machine‑learning platform that maps venture and M&A activity, highlights rising startups and reveals corporate investment patterns."
            },
            {
              "name": "Preqin Insights",
              "summary": "Private equity, venture, real estate and infrastructure performance benchmarking, fund‑manager analytics and dry‑powder forecasts."
            }
          ]
        },
        {
          "title": "Family Office & UHNW Intelligence Platforms",
          "summary": "High‑touch research services for family offices and ultra‑high‑net‑worth individuals. They curate alternative opportunities, market outlooks and bespoke thematic studies on art, collectibles, impact projects and direct co‑investment deals.",
          "startups": [
            {
              "name": "Wealth‑X",
              "summary": "Analytics on global UHNW individuals, tracking net‑worth shifts, asset allocations and investment preferences."
            },
            {
              "name": "Campden Research",
              "summary": "In‑depth reports, peer‑group surveys and custom briefings on family office strategies, LP‑GP dynamics and cross‑border tax implications."
            },
            {
              "name": "Altrata",
              "summary": "Intelligence on wealth networks, UHNWI ownership structures and philanthropic trends, enabling family offices to find co‑investment partners."
            }
          ]
        }
      ]
    },
    {
      "title": "Advanced Analytics & Insights Platforms",
      "summary": "Midstream solutions that power analytical workflows for professional investors. They stop short of wholesale data integration or real‑time APIs, instead offering modular tools for factor research, risk simulation and ESG analysis across asset classes. These platforms serve purely as decision‑support layers rather than trading or data‑warehousing engines.",
      "subHeadings": [
        {
          "title": "Factor & Quantitative Research Platforms",
          "summary": "Tools for building, testing and deploying factor‑based strategies. They provide historical factor libraries, cross‑asset backtesting engines and automated signal generation from statistical models.",
          "startups": [
            {
              "name": "FactorResearch",
              "summary": "Pre‑tested factor universes, custom factor creation and performance analytics that accelerate quant idea discovery."
            },
            {
              "name": "QuantConnect",
              "summary": "Open‑source algorithmic research and backtesting environment supporting equities, futures and FX with community‑driven strategies."
            },
            {
              "name": "AlphaTheory",
              "summary": "Statistical models for idea ranking, optimal position sizing and ex‑post attribution on model‑driven portfolios."
            }
          ]
        },
        {
          "title": "Risk & Scenario Modeling Tools",
          "summary": "Platforms that simulate tail risks, stress scenarios and multi‑asset exposures. They blend historical stress tests, Monte Carlo engines and idiosyncratic shocking to evaluate P&L impacts under adverse conditions.",
          "startups": [
            {
              "name": "Riskfuel",
              "summary": "GPU‑accelerated Monte Carlo valuation and risk analytics for derivatives and exotic instruments."
            },
            {
              "name": "Kensho",
              "summary": "Event‑driven risk models and scenario analysis merging NLP‑extracted news signals with quantitative risk engines."
            },
            {
              "name": "Qontigo",
              "summary": "Multi‑asset risk frameworks, factor‑based decomposition and customizable stress libraries for systematic and discretionary teams."
            }
          ]
        },
        {
          "title": "ESG & Impact Investing Intelligence",
          "summary": "Platforms quantifying ESG factors, sustainable impact and climate risks. They leverage alternative data, regulatory filings and scientific research to score companies and identify thematic opportunities.",
          "startups": [
            {
              "name": "Truvalue Labs",
              "summary": "AI‑extracted ESG event streams from unstructured sources to generate real‑time ESG scores and materiality charts."
            },
            {
              "name": "Arabesque S‑Ray",
              "summary": "Machine‑learning ESG ratings covering sustainability metrics, carbon risk and governance, benchmarked across geographies."
            },
            {
              "name": "Impact Cubed",
              "summary": "Climate‑scenario analysis, SDG alignment scoring and portfolio heatmaps on carbon footprint, water stress and social impact."
            }
          ]
        }
      ]
    },
    {
      "title": "Alternative Data & Research Providers",
      "summary": "Upstream producers of raw or semi‑processed data streams and research signals that feed downstream insight platforms. They collect satellite imagery, web‑scraped, social sentiment and supply‑chain data, transforming them into thematic investment indicators—without offering execution, generic ETL services or portfolio reporting.",
      "subHeadings": [
        {
          "title": "Satellite & Geoanalytics for Investment",
          "summary": "Providers of satellite imagery analysis and geospatial analytics to derive foot‑traffic estimates, crop‑yield forecasts, inventory levels and infrastructure monitoring signals for investors.",
          "startups": [
            {
              "name": "Orbital Insight",
              "summary": "Analyzes commercial satellite imagery to deliver mobility, construction and commodity inventory indicators for macro and equity investors."
            },
            {
              "name": "Descartes Labs",
              "summary": "ML‑powered analysis of high‑resolution imagery and sensor networks to forecast agricultural output, shipping traffic and energy performance."
            },
            {
              "name": "Planet Labs",
              "summary": "Operates a large small‑satellite fleet offering daily imagery feeds and derived indices on land use, supply‑chain bottlenecks and environmental shifts."
            }
          ]
        },
        {
          "title": "Social & Sentiment Data Platforms",
          "summary": "Aggregators of social media, news, forums and other text sources to quantify sentiment, influencer activity and event risk. They provide alerts when market narratives shift significantly.",
          "startups": [
            {
              "name": "Sentifi",
              "summary": "Monitors news, blogs and social media to produce sentiment scores, influencer rankings and event‑driven alerts for equities and commodities."
            },
            {
              "name": "Accern",
              "summary": "NLP‑driven extraction of market signals from newswires, social feeds and regulatory filings, delivering custom sentiment streams."
            },
            {
              "name": "Thinknum",
              "summary": "Scrapes 1,000+ websites to generate real‑time indicators on hiring trends, pricing, search volumes and social buzz."
            }
          ]
        },
        {
          "title": "Supply Chain & Web‑Scraped Data for Investment",
          "summary": "Services that collect and normalize import/export records, logistics flows, e‑commerce listings and retail pricing to create alpha‑generating datasets for allocators.",
          "startups": [
            {
              "name": "ImportGenius",
              "summary": "Provides import/export manifests and shipping‑route data to track trade volumes, supplier patterns and end‑market demand shifts."
            },
            {
              "name": "Panjiva",
              "summary": "Aggregates global trade data with buyer‑seller linkages and shipment timings, revealing manufacturing and consumption trends."
            },
            {
              "name": "ImportYeti",
              "summary": "On‑demand access to customs filings and supplier networks, enabling deep dives into product sourcing and trade corridors."
            }
          ]
        }
      ]
    }
  ]
}